"DIALER" = "Näppäimistö";
"SPEED_DIAL" = "Suosikit";
"ADDRESS_BOOK" = "Yhteystiedot";
"CALL_HISTORY" = "Äskeiset";
"VOICEMAIL" = "Puheposti";

"THIS_PHONE" = "Oma numero:";
"UNKNOWN_CALLER" = "Tuntematon";
"BLOCKED_CALLER" = "Estetty";
"UNKNOWN_CALLER_DETAIL" = "Tuntematon soittaja";
"BLOCKED_CALLER_DETAIL" = "Estetty soittaja";
"UNKNOWN_LOCATION" = "Tuntematon sijainti";
"CANCEL" = "Kumoa";
"CALL" = "Soita";
"VOICEMAIL_CALLER" = "Puheposti";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "Kaiutinpuhelin";